Repository: luca-virnich/elbdesk_tmp
Catalog: packages/elbdesk_core/lib/l10n/elb_core_l10n_*.arb
Languages: de

# exception_unexpected_retry
source: An unexpected error has occurred. Please try again.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.

# exception_value_company_employee_already_assigned
source: The contact is already assigned to the company as an employee
de: Der Kontakt ist dem Unternehmen als Mitarbeiter bereits zugeordnet

# exception_value_contact_not_found
source: The contact does not exist.
de: Der Kontakt existiert nicht.

# exception_value_customer_billing_customer_already_exists
source: The customer is already stored as the payment address.
de: Der Kunde ist bereits als Zahlungsadresse hinterlegt.

# exception_value_customer_not_found
source: The customer does not exist.
de: Der Kunde existiert nicht.

# exception_value_customer_shipping_contact_already_exists
source: The contact is already stored as the delivery address.
de: Der Kontakt ist bereits als Lieferadresse hinterlegt.

# exception_value_data_import_attachment_removal_failed
source: Failed to remove attachment
de: Anhang konnte nicht entfernt werden

# exception_value_data_import_file_analysis_failed
source: File analysis failed
de: Dateianalyse fehlgeschlagen

# exception_value_data_import_file_cleanup_failed
source: Failed to cleanup files
de: Dateien konnten nicht bereinigt werden

# exception_value_data_import_file_processing_failed
source: Failed to process files
de: Dateien konnten nicht verarbeitet werden

# exception_value_data_import_multiple_attachments_not_allowed
source: Only one attachment is allowed
de: Nur ein Anhang ist erlaubt

# exception_value_file_operation_exception
source: File operation error. Potentially no access to path.
de: Dateiverarbeitung fehlgeschlagen. Möglicherweise kein Zugriff auf Pfad.

# exception_value_file_path_access
source: No access to file path
de: Kein Zugriff auf Dateipfad

# exception_value_invalid_file_type_pdf
source: Invalid file type. Only .pdf files are allowed
de: Ungültiger Dateityp. Nur .pdf Dateien sind erlaubt

# exception_value_invalid_file_type_pdf_and_zip
source: Invalid file type. Only .pdf and .zip files are allowed
de: Ungültiger Dateityp. Nur .pdf und .zip Dateien sind erlaubt

# exception_value_invalid_file_type_zip
source: Invalid file type. Only .zip files are allowed
de: Ungültiger Dateityp. Nur .zip Dateien sind erlaubt

# exception_value_invalid_session
source: You are not authorized to change this record.
de: Sie sind nicht berechtigt, diesen Datensatz zu ändern.

# exception_value_missing_permissions
source: Missing permissions: {permissons}
de: Fehlende Berechtigungen: {permissons}

# exception_value_modified_by_other_user
source: The record has since been changed by another user.
de: Der Datensatz wurde zwischenzeitlich von einem anderen Benutzer geändert.

# exception_value_no_permissions
source: You do not have the required permissions for this action.
de: Sie verfügen nicht über die erforderlichen Berechtigungen für diese Aktion.

# exception_value_user_already_exists
source: User with this email already exists
de: Benutzer mit dieser E-Mail existiert bereits

# exception_value_user_not_authenticated
source: You are not authenticated.
de: Sie sind nicht authentifiziert.

# file_click_or_drag_and_drop
source: Click or drag & drop
de: Klicken oder per Drag & Drop

# file_drop_click_to_upload
source: Click to upload
de: Zum Hochladen klicken

# file_drop_or_drag_and_drop
source: or drag & drop
de: oder per Drag & Drop

# filter_between
source: Between
de: zwischen

# filter_ilike
source: Contains
de: ähnlich

# filter_in_list
source: In list
de: in Liste

# filter_in_set
source: In set
de: in Menge

# filter_like
source: Contains
de: ähnlich

# filter_not_between
source: Not between
de: nicht zwischen

# filter_not_ilike
source: Not contains
de: nicht ähnlich

# filter_not_in_list
source: Not in list
de: nicht in Liste

# filter_not_in_set
source: Not in set
de: nicht in Menge

# filter_not_like
source: Not contains
de: nicht ähnlich

# floating_window_maximize
source: Fullscreen
de: Vollbild

# floating_window_minimize
source: Minimize
de: Minimieren

# flutter_log_entry_build_number
source: Build Number
de: Build-Nummer

# flutter_log_entry_context
source: Context
de: Kontext

# flutter_log_entry_device_id
source: Device ID
de: Geräte-ID

# flutter_log_entry_error
source: Error
de: Fehler

# flutter_log_entry_library
source: Library
de: Bibliothek

# flutter_log_entry_platform
source: Platform
de: Plattform

# flutter_log_entry_silent
source: Silent
de: Stumm

# flutter_log_entry_time
source: Time
de: Zeit

# flutter_log_entry_user_id
source: User ID
de: Benutzer-ID

# gen_actions
source: Actions
de: Aktionen

# gen_add
source: Add
de: Hinzufügen

# gen_add_entity
source: Add {entity}
de: {entity} hinzufügen

# gen_add_entity_multiline
source: New {entity}
de: Neuer {entity}

# gen_already_edited_by
source: Record is being edited by {userName}.
de: Datensatz wird von {userName} bearbeitet.

# gen_already_edited_by_you
source: You are already editing this record.
de: Datensatz wird bereits von Ihnen bearbeitet.

# gen_apply
source: Apply
de: Anwenden

# gen_assign_entity
source: Assign {entity}
de: {entity} zuweisen

# gen_assign_entity_count
source: Assign {entity} ({count})
de: {entity} zuweisen ({count})

# gen_attachment_general
source: General
de: Allgemein

# gen_attachment_order
source: Order
de: Bestellung

# gen_attention
source: Attention
de: Warnung

# gen_back
source: Back
de: Zurück

# gen_call
source: Call
de: Anrufen

# gen_cancel
source: Cancel
de: Abbrechen

# gen_change_entity
source: Change {entity}
de: {entity} ändern

# gen_change_log_plural
source: Change Logs
de: Änderungsprotokolle

# gen_change_log_singular
source: Change Log
de: Änderungsprotokoll

# gen_choose_entity
source: Choose {entity}
de: {entity} auswählen

# gen_chosen_entity
source: Chosen {entity}:
de: Ausgewählte {entity}:

# gen_close
source: Close
de: Schließen

# gen_close_window
source: Close window
de: Fenster schließen

# gen_close_window_without_saving
source: Close the window without saving?
de: Fenster schließen ohne zu speichern?

# gen_collapse
source: Collapse
de: Einklappen

# gen_color
source: Color
de: Farbe

# gen_copied_to_clipboard
source: Copied to clipboard
de: In Zwischenablage kopiert

# gen_copy
source: Copy
de: Kopieren

# gen_create
source: Create
de: Erstellen

# gen_create_entity
source: Create {entity}
de: Erstelle {entity}

# gen_created_at
source: Created at
de: Erstellt am

# gen_created_by
source: Created by
de: Erstellt von

# gen_current_version
source: Current version
de: Aktuelle Version

# gen_cut
source: Cut
de: Ausschneiden

# gen_december_full
source: December
de: Dezember

# gen_december_short
source: Dec.
de: Dez.

# gen_delete
source: Delete
de: Löschen

# gen_delete_all
source: Delete all
de: Alle löschen

# gen_delete_file
source: Delete file
de: Datei löschen

# gen_deleted
source: Deleted
de: Gelöscht

# gen_deleted_at
source: Deleted at
de: Gelöscht am

# gen_deleted_entity_hint_message
source: This record has been deleted.
de: Dieser Datensatz wurde gelöscht.

# gen_description
source: Description
de: Beschreibung

# gen_dialog_close_window
source: Close Window
de: Fenster schließen

# gen_dialog_close_window_unsaved_confirmation_text
source: Do you want to close the window without saving?
de: Möchten Sie das Fenster ohne Speichern schließen?

# gen_drag_and_drop_here
source: drag and drop here
de: hierher ziehen und ablegen

# gen_edit
source: Edit
de: Bearbeiten

# gen_edit_request
source: {createdByName} requested to edit the record at {time}.
de: {createdByName} hat um {time} Uhr eine Bearbeitung des Datensatzes angefragt.

# gen_edit_request_failed
source: Failed to send the request. Please try again later.
de: Senden der Anfrage fehlgeschlagen. Bitte versuchen Sie es später noch einmal.

# gen_edit_request_send
source: Request sent – you will be notified once approval has been granted.
de: Anfrage gesendet – Sie werden benachrichtigt, sobald die Freigabe erfolgt ist.

# gen_edit_request_send_short
source: Edit request send!
de: Anfrage zum Bearbeiten wurde gesendet!

# gen_edited_at
source: Edited at
de: Bearbeitet am

# gen_edited_by
source: Edited by
de: Bearbeitet von

# gen_entity_already_assigned
source: {entity} is already assigned
de: {entity} ist bereits zugeordnet

# gen_entity_not_found
source: No {entity} found
de: Keine {entity} gefunden

# gen_entity_status_blocked
source: Blocked
de: Gesperrt

# gen_entity_status_edit
source: Edit
de: Bearbeiten

# gen_entity_status_view_mode
source: View mode
de: Lesemodus

# gen_error
source: Error: {error}
de: Fehler: {error}

# gen_error_during
source: Error during
de: Fehler bei

# gen_error_please_enter_data
source: Error, please enter data
de: Fehler, Bitte ausfüllen

# gen_expand
source: Expand
de: Ausklappen

# gen_false
source: No
de: Nein

# gen_february_full
source: February
de: Februar

# gen_folder
source: Folder
de: Ordner

# gen_friday_short
source: Fri.
de: Fr.

# gen_general
source: General
de: Allgemein

# gen_general_information
source: General information
de: Allgemeine Informationen

# gen_global_settings
source: Global settings
de: Globale Einstellungen

# gen_hide_entity
source: hide {entity}
de: {entity} ausblenden

# gen_history
source: History
de: Historie

# gen_history_complete
source: Complete History
de: Logbuch

# gen_import
source: Import
de: Importieren

# gen_important_note
source: Important!
de: Achtung!

# gen_invalid_file_type
source: Invalid file type
de: Falscher Datentyp

# gen_invalid_form
source: Invalid Form
de: Ungültige Form

# gen_invalid_number
source: Invalid Number
de: Ungültige Zahl

# gen_is_draft
source: Draft
de: Entwurf

# gen_is_saved
source: Saved
de: Gespeichert

# gen_is_saving
source: Saving...
de: Wird gespeichert...

# gen_january_full
source: January
de: Januar

# gen_july_full
source: July
de: Juli

# gen_june_full
source: June
de: Juni

# gen_key_ctrl
source: Ctrl
de: Strg

# gen_last_modified_at
source: Last Modified at
de: Zuletzt bearbeitet am

# gen_last_modified_by
source: Last Modified from
de: Zuletzt bearbeitet von

# gen_loading
source: Loading
de: Lädt

# gen_loading_update_message
source: Loading update...
de: Update wird geladen...

# gen_lost_connection
source: The connection to the server was interrupted.
de: Die Verbindung zum Server wurde unterbrochen.

# gen_march_full
source: March
de: März

# gen_march_short
source: Mar.
de: Mär.

# gen_master_data
source: Master Data
de: Stammdaten

# gen_may_full
source: May
de: Mai

# gen_may_short
source: May
de: Mai

# gen_me_mode
source: Me mode
de: Meine Ansicht

# gen_monday_short
source: Mon.
de: Mo.

# gen_month
source: Month
de: Monat

# gen_more
source: More
de: Mehr

# gen_next
source: Next
de: Weiter

# gen_no
source: No
de: Nein

# gen_no_connection_on_startup
source: Could not connect to the server.
de: Es konnte keine Verbindung zum Server hergestellt werden.

# gen_no_entities_assigned
source: No {entity} assigned
de: Keine {entity} zugewiesen

# gen_no_suggestions_found
source: No suggestions found
de: Keine Vorschläge gefunden

# gen_not_in_db
source: Not in Database
de: Nicht in Datenbank

# gen_october_full
source: October
de: Oktober

# gen_october_short
source: Oct.
de: Okt.

# gen_open
source: Open
de: Öffnen

# gen_open_entity
source: Open {entity}
de: {entity} öffnen

# gen_open_in_new_window
source: Open in new window
de: In neuem Fenster öffnen

# gen_open_new_table
source: open {tableTypeName}
de: {tableTypeName} öffnen

# gen_open_website
source: Open website
de: Website öffnen

# gen_or
source: or
de: oder

# gen_overview
source: Overview
de: Übersicht

# gen_paste
source: Paste
de: Einfügen

# gen_please_choose
source: Please choose
de: Bitte wählen

# gen_please_choose_entity
source: Please choose {entity}
de: Bitte {entity} auswählen

# gen_prev_edited_hint
source: Note: The record was being edited by another session and is now available for you to edit.
de: Hinweis: Der Datensatz wurde von einer anderen Sitzung bearbeitet und kann jetzt von Ihnen bearbeitet werden.

# gen_preview
source: Preview
de: Vorschau

# gen_primary_key
source: Primary Key
de: Datenbank ID

# gen_refresh
source: Refresh
de: Aktualisieren

# gen_reject
source: Reject
de: Ablehnen

# gen_reject_edit_request
source: Reject edit request
de: Bearbeitungsanfrage ablehnen

# gen_reject_edit_request_reason
source: Reason for rejection
de: Grund für Ablehnung

# gen_rejected_edit_request_by
source: The edit request was rejected by {userName}.
de: Die Bearbeitungsanfrage wurde von {userName} abgelehnt.

# gen_release_entity
source: Release {entity}
de: {entity} freigeben

# gen_remove
source: Remove
de: Entfernen

# gen_request_edit
source: Request Edit
de: Bearbeitung anfordern

# gen_reset
source: Reset
de: Zurücksetzen

# gen_retry
source: Retry
de: Erneut versuchen

# gen_saturday_short
source: Sat.
de: Sa.

# gen_save
source: Save
de: Speichern

# gen_save_and_close
source: Save & Close
de: Speichern & Schließen

# gen_save_and_unlock
source: Save & Release Lock
de: Speichern & Freigeben

# gen_saving_error
source: Error while saving, please check your input.
de: Fehler beim Speichern, bitte überprüfen Sie Ihre Eingaben.

# gen_saving_success
source: Data successfully saved.
de: Daten erfolgreich gespeichert.

# gen_search
source: Search
de: Suche

# gen_select
source: Select {entity}
de: {entity} auswählen

# gen_send_email
source: Send email
de: E-Mail senden

# gen_share
source: Share
de: Teilen

# gen_should_be_deleted
source: Should the data be irrevocably deleted?
de: Soll der Datensatz wirklich unwiderruflich gelöscht werden?

# gen_show
source: Show {entity}
de: {entity} anzeigen

# gen_show_entity
source: show {entity}
de: {entity} anzeigen

# gen_summary
source: Summary
de: Zusammenfassung

# gen_sunday_short
source: Sun.
de: So.

# gen_table_select_entity
source: Select
de: Auswählen

# gen_table_type
source: Table type
de: Tabellentyp

# gen_thursday_short
source: Thu.
de: Do.

# gen_true
source: Yes
de: Ja

# gen_tuesday_short
source: Tue.
de: Di.

# gen_type
source: Type
de: Typ

# gen_ui_list_view
source: List view
de: Listenansicht

# gen_ui_table_view
source: Table view
de: Tabellenansicht

# gen_update_available
source: Updates available!
de: Aktualisierungen verfügbar!

# gen_updated_at
source: Updated at
de: Aktualisiert am

# gen_updated_by
source: Updated by
de: Aktualisiert von

# gen_wednesday_short
source: Wed.
de: Mi.

# gen_year
source: Year
de: Jahr

# gen_yes
source: Yes
de: Ja

# greeting_good_afternoon
source: Good afternoon
de: Guten Tag

# greeting_good_evening
source: Good evening
de: Guten Abend

# greeting_good_morning
source: Good morning
de: Guten Morgen

# history_log_field
source: Field
de: Feld

# history_log_new_value
source: New Value
de: Neuer Wert

# history_log_old_value
source: Old Value
de: Alter Wert

# json_array_readable
source: List
de: Liste

# json_key_error_hint
source: Please use only letters, numbers, underscores (_) or hyphens (-).
de: Bitte verwenden Sie nur Buchstaben, Zahlen, Unterstriche (_) oder Bindestriche (-).

# json_number_readable
source: Number
de: Zahl

# json_object_readable
source: Object
de: Objekt

# json_template_no_templates
source: No templates created yet.
de: Bisher keine Vorlagen angelegt.

# json_template_plural
source: Json Templates
de: Json Vorlagen

# json_template_singular
source: Json Template
de: Json Vorlage

# json_value
source: Value
de: Wert

# lang_english
source: English
de: Englisch

# lang_german
source: German
de: Deutsch

# language_switch_to_de
source: Switch to German
de: Zu Deutsch wechseln

# language_switch_to_en
source: Switch to English
de: Zu Englisch wechseln

# navigation_error_message
source: Something went wrong. Please try again.
de: Da ist etwas schief gelaufen. Bitte versuche es erneut.

# navigation_new_notification_title
source: New notification
de: Neue Benachrichtigung

# navigation_update_notification_title
source: Update notification
de: Aktualisiere Benachrichtigung

# notification_not_implemented_yet
source: Handling this notification is not implemented yet
de: Nicht erstellte Benachrichtigung

# notification_today
source: Today
de: Heute

# notification_yesterday
source: Yesterday
de: Gestern

# pick_png_file
source: Pick a png file
de: Wähle eine PNG Datei

source: Primary Key
de: Datenbank ID

# select_file_artwork_file
source: Artwork File
de: Artwork Datei

# select_file_delete_file
source: Delete file
de: Datei löschen

# select_file_delete_file_error
source: File could not be deleted
de: Datei konnte nicht gelöscht werden

# select_file_drop_artwork
source: Drop artwork pdf
de: Artwork PDF ablegen

# select_file_drop_attachments
source: Drop other files
de: Sonstige Daten ablegen

# select_file_finish
source: Done
de: Fertig

# select_file_finish_error
source: Process could not be completed
de: Vorgang konnte nicht abgeschlossen werden

# select_file_finish_process
source: Finish process
de: Vorgang abschließen

# select_file_finish_success
source: Process completed successfully
de: Vorgang erfolgreich abgeschlossen

# select_file_no_customer_selected
source: No customer selected
de: Kein Kunde ausgewählt

# select_file_no_files_selected
source: No files selected
de: Keine Dateien ausgewählt

# select_file_other_data
source: Other Data
de: Sonstige Daten

# select_file_select_artwork
source: Select artwork
de: Artwork auswählen

# select_file_select_attachments
source: Select other files
de: Sonstige Daten auswählen

# select_file_select_customer
source: Select customer
de: Kunde auswählen

# select_file_select_customer_button
source: Select customer
de: Kunde auswählen

# serverpod_log_entry_error
source: Error
de: Fehler

# serverpod_log_entry_level_error
source: Error
de: Fehler

# serverpod_log_entry_level_unknown
source: Unknown
de: Unbekannt

# serverpod_log_entry_level_warning
source: Warning
de: Warnung

# serverpod_log_entry_message
source: Message
de: Nachricht

# serverpod_log_entry_message_id
source: Message ID
de: Nachrichten-ID

# serverpod_log_entry_reference
source: Reference
de: Referenz

# serverpod_log_entry_session_id
source: Session ID
de: Sitzungs-ID

# serverpod_log_entry_time
source: Time
de: Zeit

# service_user_blocked
source: Blocked
de: Blockiert

# service_user_created
source: Created
de: Erstellt

# service_user_created_at
source: Created at
de: TODO

# service_user_created_by
source: Created by
de: TODO

# service_user_deleted_at
source: Deleted at
de: TODO

# service_user_is_active
source: Active
de: Aktiv

# service_user_last_modified_at
source: Modified at
de: TODO

# service_user_last_modified_by
source: Modified by
de: TODO

# service_user_scope_names
source: Scope names
de: Berechtigungsnamen

# service_user_service_description
source: Description
de: Beschreibung

# service_user_user_identifier
source: User identifier
de: Nutzerkennung

# soi_consulting_order
source: Order
de: Auftrag

# soi_prepare_artwork_difficulty
source: Difficulty
de: Schwierigkeitsgrad

# spotlight_action_new_contact_subtitle
source: Create a new Contact
de: Erstellen Sie einen neuen Kontakt

# spotlight_action_new_contact_title
source: New Contact
de: Neuer Kontakt

# spotlight_action_new_sales_order_subtitle
source: Create a new Sales Order
de: Erstellen Sie einen neuen Verkaufsauftrag

# spotlight_action_new_sales_order_title
source: New Sales Order
de: Neuer Verkaufsauftrag

# spotlight_action_search_contact_subtitle
source: Search for a Contact
de: Suchen Sie einen Kontakt

# spotlight_action_search_contact_title
source: Search Contact
de: Kontakt suchen

# spotlight_action_search_customer_subtitle
source: Search for a Customer
de: Suchen Sie einen Kunden

# spotlight_action_search_customer_title
source: Search Customer
de: Kunde suchen

# spotlight_action_settings_subtitle
source: Manage Settings
de: Einstellungen verwalten

# spotlight_action_settings_title
source: Settings
de: Einstellungen

# spotlight_close
source: Close
de: Schließen

# spotlight_navigate
source: Navigate
de: Navigieren

# spotlight_search_mode_actions
source: Actions
de: Aktionen

# spotlight_search_mode_actions_hint
source: Search Actions...
de: Aktionen...

# spotlight_search_mode_contacts
source: Contacts
de: Kontakte

# spotlight_search_mode_contacts_hint
source: Search Contacts...
de: Kontakte...

# spotlight_search_mode_customers
source: Customers
de: Kunden

# spotlight_search_mode_customers_hint
source: Search Customers...
de: Kunden...

# spotlight_search_mode_sales_orders
source: Sale Orders
de: Verkaufsaufträge

# spotlight_search_mode_sales_orders_hint
source: Search Sale Orders...
de: Verkaufsaufträge...

# spotlight_select
source: Select
de: Auswählen

# spotlight_switch
source: Next Action
de: Nächste Aktion

# status_at_customer
source: At customer
de: Beim Kunden

# status_canceled
source: Canceled
de: Abgebrochen

# status_certified
source: Certified
de: Zertifiziert

# status_completed
source: Completed
de: Fertiggestellt

# status_finished
source: Finished
de: Abgeschlossen

# status_in_clarification
source: In Clarification
de: In Klärung

# status_in_progress
source: In Progress
de: In Bearbeitung

# status_invoiced
source: Billed
de: In Rechnung

# status_on_hold
source: On Hold
de: Zurückgestellt

# status_ongoing
source: Ongoing
de: Offen

# status_preparation
source: Preparation
de: Vorbereitung

# status_ready
source: Ready
de: Bereit

# status_scheduled
source: Scheduled
de: In Planung

# status_waiting
source: Waiting
de: Wartend

# status_waiting_for_approval
source: Waiting for approval
de: Warten auf Freigabe

# suggestion_none_found
source: No suggestions found
de: Keine Vorschläge gefunden

# suggestion_select
source: Select Suggestion
de: Vorschlag auswählen

# table_adjust_columns
source: Adjust columns
de: Spalten anpassen

# table_delete_table_view
source: Delete view
de: Ansicht löschen

# table_filter_add
source: Add Filter
de: Filter hinzufügen

# table_filter_and
source: AND
de: UND

# table_filter_condition
source: Condition
de: Bedingung

# table_filter_disable_capitalize
source: Ignore capitalization
de: Großschreibung ignorieren

# table_filter_enable_capitalize
source: Check capitalization
de: Großschreibung beachten

# table_filter_field
source: Field
de: Feld

# table_filter_or
source: OR
de: ODER

# table_filter_validator_condition
source: Condition required.
de: Bedingung erforderlich.

# table_filter_validator_field
source: Field required.
de: Feld erforderlich.

# table_filter_validator_operator
source: Operator required.
de: Operator erforderlich.

# table_filter_validator_value
source: Value required.
de: Wert erforderlich.

# table_filter_value
source: value
de: Wert

# table_save_view
source: Save view
de: Ansicht speichern

# table_set_primary_table_view
source: Set favorite
de: Ansicht favorisieren

# table_table_view
source: Table view
de: Tabellenansicht

# table_table_views
source: Table views
de: Tabellenansichten

# table_unsaved_configuration
source: Unsaved Configuration
de: Nicht gespeicherte Ansicht

# table_unset_primary_table_view
source: Remove favorite
de: Ansicht defavorisieren

# table_update_table_view
source: Update view
de: Ansicht updaten

# theme_switch_to_dark
source: Switch to dark theme
de: Zu dunklem Farbschema wechseln

# theme_switch_to_light
source: Switch to light theme
de: Zu hellem Farbschema wechseln

# time_please_choose
source: Please choose a time
de: Bitte wähle eine Uhrzeit aus

# user_assignment_error_only_one
source: Only one user can be selected
de: Nur ein Benutzer kann ausgewählt werden

# user_settings
source: Settings
de: Einstellungen
