Repository: luca-virnich/elbdesk_tmp
Catalog: packages/elbdesk_core/lib/l10n/elb_core_l10n_*.arb
Languages: de

source: Add Bearer
de: Steg hinzufügen

# admin_add_user
source: Add User
de: Benutzer hinzufügen

# admin_app_users_plural
source: Users
de: Benutzer

# admin_app_users_singular
source: User
de: Benutzer

# admin_new_user
source: New User
de: Neuer Benutzer

# admin_service_user_tokens_create_token_button_label
source: Create token
de: TODO

# admin_service_user_tokens_plural
source: Service user tokens
de: TODO

# admin_service_user_tokens_refresh_tokens_button_label
source: Refresh tokens
de: TODO

# admin_service_user_tokens_singular
source: Service user token
de: TODO

# admin_service_users_create_token_confirmation_button_label
source: I understood
de: Verstanden

# admin_service_users_create_token_confirmation_message
source: Write this token down, you will not be able to see it again
de: Schreiben Sie das Token auf, es wird nicht möglich sein es erneut anzuzeigen

# admin_service_users_create_token_dialog_title
source: Service user token
de: Service Benutzer Token

# admin_service_users_plural
source: Service users
de: Service Benutzer

# admin_service_users_singular
source: Service user
de: Service Benutzer

# admin_service_users_token_field_description
source: Service Description
de: TODO

# admin_user
source: User
de: Benutzer

# admin_user_blocked
source: Blocked
de: Blockiert

# admin_user_created
source: Created At
de: Erstellt am

# admin_user_email_private
source: Email (Private)
de: E-Mail (Privat)

# admin_user_email_work
source: Email (Work)
de: E-Mail (Arbeit)

# admin_user_full_name
source: Full Name
de: Vollständiger Name

# admin_user_image_url
source: Image URL
de: Bild URL

# admin_user_info
source: User Info
de: Benutzerinformation

# admin_user_info_full_name
source: Full Name
de: Vollständiger Name

# admin_user_scope_names
source: Scope Names
de: Bereichsnamen

# admin_user_user_identifier
source: User Identifier
de: Benutzerkennung

# admin_user_user_info_id
source: User Info ID
de: Benutzerinfo-ID

# admin_user_user_name
source: User Name
de: Nutzername

# app_scope_access
source: Access
de: Zugriff

# app_scope_account_permissions
source: Account Permissions
de: Kontoberechtigungen

# app_scope_address
source: Address
de: Adresse

# app_scope_address_description
source: Address scope
de: Adressen Berechtigung

# app_scope_admin
source: Admin
de: Verwaltung

# app_scope_admin_description
source: Admin scope with full access to all resources.
de: Administratorbereich mit vollem Zugriff auf alle Ressourcen.

# app_scope_app_client
source: Client
de: Mandant

# app_scope_app_client_description
source: Client scope
de: Mandanten Berechtigung

# app_scope_app_user
source: User
de: Benutzer

# app_scope_app_user_description
source: User scope
de: Benutzer Berechtigung

# app_scope_artwork_color
source: Artwork Color
de: Artwork Farbe

# app_scope_artwork_color_description
source: Artwork Color scope
de: Artwork Farben Berechtigung

# app_scope_artwork_description
source: TBA
de: Artwork Berechtigung

# app_scope_artwork_layer
source: Artwork Layer
de: Artwork Ebene

# app_scope_artwork_layer_description
source: Artwork Layer scope
de: Artwork Ebenen Berechtigung

# app_scope_artwork_log_description
source: Artwork Log scope
de: Artwork Log Berechtigung

# app_scope_artwork_master_description
source: Artwork Master scope
de: Artwork Master Berechtigung

# app_scope_artwork_quarantine
source: Artwork Quarantine
de: Artwork Quarantäne

# app_scope_artwork_quarantine_description
source: Artwork Quarantine scope
de: Artwork Quarantäne Berechtigung

# app_scope_artwork_template
source: Artwork Template
de: Artwork Vorlage

# app_scope_artwork_template_description
source: Artwork Template scope
de: Artwork Vorlagen Berechtigung

# app_scope_artwork_template_pre_selection
source: Artwork Template Preselection
de: Artwork Vorlagen Vorauswahl

# app_scope_artwork_template_pre_selection_description
source: Artwork Template Preselection scope
de: Artwork Vorlagen Vorauswahl Berechtigung

# app_scope_artwork_template_selection
source: Artwork Template Selection
de: Artwork Vorlagen Auswahl

# app_scope_artwork_template_selection_description
source: Artwork Template Selection scope
de: Artwork Vorlagen Auswahl Berechtigung

# app_scope_bearer
source: Bearer
de: Steg

# app_scope_bearer_description
source: Bearer scope
de: Stege Berechtigung

# app_scope_company_employee
source: Company Employee
de: Unternehmensmitarbeiter

# app_scope_company_employee_description
source: Company Employee scope
de: Unternehmensmitarbeiter Berechtigung

# app_scope_contact
source: Contact
de: Kontakt

# app_scope_contact_company
source: Contact Company
de: Kontakt Unternehmen

# app_scope_contact_company_description
source: Contact Company scope
de: Kontakt Unternehmens Berechtigung

# app_scope_contact_description
source: TBA
de: Kontakt Berechtigung

# app_scope_contact_person
source: Contact Person
de: Kontaktperson

# app_scope_contact_person_description
source: Contact Person scope
de: Kontaktperson Berechtigung

# app_scope_country_code
source: Country Code
de: Ländercode

# app_scope_country_code_description
source: Country Code scope
de: Ländercode Berechtigung

# app_scope_crm_admin_description
source: Administrator area with access to CRM resources and customer-specific data.
de: Administratorbereich mit Zugriff auf CRM-Ressourcen und kundenspezifische Daten.

# app_scope_customer
source: Customer
de: Kunde

# app_scope_customer_color_spec
source: Customer Color Spec
de: Kundenspezifische Farbangaben

# app_scope_customer_color_spec_description
source: Customer Color Spec scope
de: Kundenspezifische Farbangaben Berechtigung

# app_scope_customer_contact
source: Customer Contact
de: Kundenkontakt

# app_scope_customer_contact_description
source: Customer Contact scope
de: Kundenkontakt Berechtigung

# app_scope_customer_contacts
source: Customer Contacts
de: Kundenkontakte

# app_scope_customer_contacts_description
source: Customer Contacts scope
de: Kundenkontakte Berechtigung

# app_scope_customer_description
source: TBA
de: Kunden Berechtigung

# app_scope_department_code
source: Department Code
de: Abteilungscode

# app_scope_department_code_description
source: Department Code scope
de: Abteilungscode Berechtigung

# app_scope_editor_description
source: Editor scope with access to edit resources.
de: Editorbereich mit Zugriff zum Bearbeiten von Ressourcen.

# app_scope_entity_lock
source: Entity Lock
de: Entitätssperre

# app_scope_entity_lock_description
source: Entity Lock scope
de: Entitätssperre Berechtigung

# app_scope_entity_log
source: Entity Log
de: Entitätsprotokoll

# app_scope_entity_log_description
source: Entity Log scope
de: Entitätsprotokoll Berechtigung

# app_scope_guest
source: Guest
de: Gast

# app_scope_guest_description
source: Guest scope with read-only access to resources.
de: Gastbereich mit schreibgeschütztem Zugriff auf Ressourcen.

# app_scope_json_template
source: JSON Template
de: JSON Vorlage

# app_scope_json_template_description
source: JSON Template scope
de: JSON Vorlagen Berechtigung

# app_scope_language_code
source: Language Code
de: Sprachcode

# app_scope_language_code_description
source: Language Code scope
de: Sprachcode Berechtigung

# app_scope_mop_admin
source: Prepress Administrator
de: Mop Administrator

# app_scope_mop_admin_description
source: Administrator area with access to prepress resources and artwork-related data.
de: Administratorbereich mit Zugriff auf Mop-Ressourcen und Prepress-bezogene Daten.

# app_scope_payment_code
source: Payment Code
de: Zahlungscode

# app_scope_payment_code_description
source: Payment Code scope
de: Zahlungscode Berechtigung

# app_scope_permission_none
source: No access
de: Kein Zugriff

# app_scope_permission_read
source: Read-only
de: Lesen

# app_scope_permission_rw
source: Read-write
de: Lesen/Schreiben

# app_scope_permission_rwd
source: Read-write-delete
de: Lesen/Schreiben/Löschen

# app_scope_permissions
source: Permissions
de: Berechtigungen

# app_scope_prepress_color_palette
source: Prepress Color Palette
de: Prepress Farbpalette

# app_scope_prepress_color_palette_description
source: Prepress Color Palette scope
de: Prepress Farbpaletten Berechtigung

# app_scope_print_layout
source: Print Layout
de: Drucklayout

# app_scope_print_layout_description
source: Print Layout scope
de: Drucklayout Berechtigung

# app_scope_product
source: Product
de: Produkt

# app_scope_product_description
source: Product scope
de: Produkt Berechtigung

# app_scope_product_master
source: Product Master
de: Produkt Master

# app_scope_product_master_description
source: Product Master scope
de: Produkt Master Berechtigung

# app_scope_sales_order
source: Sales Order
de: Verkaufsauftrag

# app_scope_sales_order_description
source: Sales Order description
de: Verkaufsauftrag Berechtigung

# app_scope_sales_order_item
source: Sales Order Item
de: Verkaufsauftragsposition

# app_scope_sales_order_item_description
source: Sales Order Item scope
de: Verkaufsauftragsposition Berechtigung

# app_scope_sales_order_status
source: Sales Order Status
de: Verkaufsauftragsstatus

# app_scope_sales_order_status_description
source: Sales Order Status scope
de: Verkaufsauftragsstatus Berechtigung

# app_scope_salutation_code
source: Salutation Code
de: Anredecode

# app_scope_salutation_code_description
source: Salutation Code scope
de: Anredecodes Berechtigung

# app_scope_service_user
source: Service user
de: Service Benutzer

# app_scope_service_user_description
source: Service user scope
de: Service Benutzer Berechtigung

# app_scope_soi_prepare_artwork
source: SOI Prepare Artwork
de: SOI Artwork aufbereiten

# app_scope_soi_prepare_artwork_description
source: SOI Prepare Artwork scope
de: SOI Artwork aufbereiten Berechtigung

# app_scope_soi_step_and_repeat_description
source: SOI Step & Repeat scope
de: SOI Step & Repeat Berechtigung

# app_scope_super_admin_description
source: Super admin scope with full access to all resources.
de: Superadministratorbereich mit vollem Zugriff auf alle Ressourcen.

# app_user
source: User
de: Benutzer

# app_user_add_scopes
source: Add Scopes
de: Bereiche hinzufügen

# app_user_communication
source: Communication
de: Kommunikation

# app_user_cost_center
source: Cost center
de: Kostenstelle

# app_user_department
source: Department
de: Abteilung

# app_user_employee_information
source: Employee Information
de: Mitarbeiter Daten

# app_user_employee_number
source: Employee number
de: Mitarbeiternummer

# app_user_entry_date
source: Entry date
de: Eintrittsdatum

# app_user_is_active
source: Active
de: Aktiv

# app_user_scopes
source: Scopes
de: Bereiche

# app_user_termination_date
source: Termination date
de: Austrittsdatum

# artwork_history_die_cutter_and_radius
source: Die Cutter and Radius
de: Stanze & Radius

# auth_check_inbox
source: Please check your email inbox.
de: Bitte prüfen Sie Ihr E-Mail-Postfach.

# auth_forgot_password
source: Forgot password?
de: Passwort vergessen?

# auth_invalid_credentials
source: Invalid login credentials
de: Ungültige Anmeldedaten

# auth_invalid_email
source: Invalid email address
de: Ungültige E-Mail-Adresse

# auth_new_password
source: New password
de: Neues Passwort

# auth_password
source: Password
de: Passwort

# auth_reset_password_and_sign_in
source: Reset password and sign in
de: Passwort zurücksetzen und anmelden

# auth_reset_password_hint
source: Please enter your email address to reset your password.
de: Bitte geben Sie Ihre E-Mail-Adresse ein, um Ihr Passwort zurückzusetzen.

# auth_send_reset_mail
source: Send reset email
de: E-Mail zum Zurücksetzen senden

# auth_sent_reset_code_hint
source: Please check your email inbox. We have sent you a code to verify your account.
de: Bitte prüfen Sie Ihr E-Mail-Postfach. Wir haben Ihnen einen Sicherheitscode zur Bestätigung Ihres Kontos gesendet.

# auth_sign_in
source: Sign in
de: Anmelden

# auth_sign_out
source: Sign out
de: Abmelden

# auth_sign_up
source: Sign up
de: Registrieren

# auth_sign_up_full_name
source: Full Name
de: Vollständiger Name

# auth_user_created_sucessfully
source: User successfully created
de: Benutzer erfolgreich erstellt

# auth_validation_code
source: Validation code
de: Sicherheitscode

# auth_wrong_code
source: Wrong Code
de: Falscher Code

source: Bearer
de: Steg

# bearer_cost_center_code
source: Cost center code
de: Kostenstellencode

# bearer_description
source: Description
de: Beschreibung

# bearer_long_text
source: Long text (Wrapper)
de: Langtext (Tasche)

# bearer_margin_left
source: Margin Left
de: Abstand Links

# bearer_margin_right
source: Margin Right
de: Abstand Rechts

# bearer_min_height
source: Min Height
de: Min Höhe

# bearer_min_width
source: Min Width
de: Min Breite

# bearer_new
source: New Bearer
de: Neuer Steg

# bearer_plural
source: Bearers
de: Stege

# bearer_singular
source: Bearer
de: Steg

source: Bearer type
de: Stegtyp

# bearer_type_flexo_print_multilayer
source: Flexo Print Multilayer
de: Flexodruck Mehrschichtig

# bearer_type_none
source: None
de: Keiner

# bearer_type_offset_press_fixed_plate
source: Offset Press Fixed Plate
de: Offsetpresse mit festen Plattengrößen

# bearer_type_sheet_fed_press_fixed_plate
source: Sheet-Fed Press Fixed Plate
de: Bogen-geführt Presse mit fester Plattengröße

# bearer_type_sheet_fed_press_min_plate
source: Sheet-Fed Press with Minimum Plate Width
de: Bogen-geführt Presse mit minimaler Plattengröße

# bearer_type_sheet_fed_press_plate_equals_sub
source: Sheet-Fed Press Plate Equals Substrate Width
de: Bogen-geführt Presse: Plattengröße entspricht Substratbreite

# bearer_type_standard_flexo_print
source: Standard Flexo Printing
de: Standard-Flexodruck

# bearer_type_type1
source: Bearer Type 1
de: Steg Typ 1

# bearer_type_type2
source: Bearer type 2
de: Steg Typ 2

source: Bearers
de: Stege

# calendar_selected_date
source: Selected date
de: Ausgewähltes Datum

# calendar_today
source: Today
de: Heute

# chat_add_a_note_hint
source: Add a note...
de: Schreibe eine Notiz...

# chat_at
source: at
de: um

# chat_edit_note_hint
source: Edit note...
de: Notiz bearbeiten...

# chat_just_now
source: Just now
de: Jetzt

# chat_last_modified
source: Last modified
de: Zuletzt bearbeitet

# chat_mark_as_read
source: Mark as read
de: Als gelesen markieren

# chat_mark_as_unread
source: Mark as unread
de: Als ungelesen markieren

# chat_message_deleted_hint
source: This message has been deleted
de: Diese Nachricht wurde gelöscht

# chat_message_min_ago
source: {min}m ago
de: Vor {min} Min.

# chat_no_notes_hint
source: No note available yet.
de: Noch keine Notiz vorhanden.

# chat_notes
source: Notes
de: Notizen

# chat_notification_edited
source: edited
de: bearbeitet

# chat_notifications
source: Notifications
de: Benachrichtigungen

# chat_reply
source: Reply
de: Antworten

# chat_reply_plural
source: Replies
de: Antworten

# chat_reply_singular
source: Reply
de: Antwort

# chat_thread
source: Thread
de: Konversation

# chat_today_at
source: Today at
de: Heute um

# chat_undo
source: Undo
de: Wiederherstellen

# chat_yesterday_at
source: Yesterday at
de: Gestern um

# connectivity_connected_to_internet
source: Connected to Internet
de: Mit dem Internet verbunden

# connectivity_connecting_to_internet
source: Connecting to Internet...
de: Verbindung zum Internet herstellen ...

# connectivity_error_connecting_to_internet
source: Error connecting to Internet
de: Fehler beim Verbinden mit dem Internet

# connectivity_no_internet_connection
source: No Internet connection
de: Keine Internetverbindung

# dashboard_add_tile
source: Add Tile
de: Kachel hinzufügen

# dashboard_assigned_to_me
source: Assigned to me
de: Mir zugewiesen

# dashboard_recent_items
source: Recent Items
de: Kürzlich geöffnet

# dashboard_remove_tile
source: Remove tile
de: Kachel entfernen

# dashboard_reset_dashboard
source: Reset dashboard
de: Dashboard zurücksetzen

# dashboard_reset_tiles_question
source: Do you want to reset the dashboard?
de: Möchten Sie das Dashboard zurücksetzen?

# dashboard_reset_tiles_warning
source: This will reset the dashboard to the default configuration.
de: Dies setzt das Dashboard auf die Standardkonfiguration zurück.

# dashboard_tile
source: Tile
de: Kachel

# data_import
source: Data entry
de: Dateneingang

# data_import_ae_endpoint
source: AE Endpunkt Data Import Path
de: AE Endpunkt Dateneingang Pfad

# data_import_ae_endpoint_subtitle
source: URL for the AE endpoint
de: URL für den AE-Endpunkt

# data_import_ae_endpoint_title
source: AE Endpoint
de: Endpunkt AE

# data_import_analyzing
source: Analyzing...
de: Analysieren...

# data_import_artworks_as_pdf
source: Artworks as .pdf
de: Artworks als PDF

# data_import_artworks_or_attachments
source: Artworks or attachments
de: Artworks oder Anhänge

# data_import_attachment_general
source: General Attachments
de: Allgemeine Anhänge

# data_import_attachment_order
source: Order
de: Bestellung

# data_import_attachments
source: Attachments
de: Anhänge

# data_import_color
source: Color
de: Farbe

# data_import_color_angle
source: Angle
de: Winkel

# data_import_color_attribute
source: Attribute
de: Attribut

# data_import_color_book
source: Book
de: Buch

# data_import_color_database_color
source: Database Color
de: Datenbankfarbe

# data_import_color_dot_shape
source: Dot Shape
de: Punktform

# data_import_color_frequency
source: Frequency
de: Frequenz

# data_import_color_not_found_in_database
source: Not found in database
de: Nicht in der Datenbank gefunden

# data_import_color_printing_method
source: Printing Method
de: Druckmethode

# data_import_color_specification_count
source: {count, plural, =0{No colors found} =1{One color found} other{{count} colors found}}
de: {count, plural, =0{Keine Farben gefunden} =1{Eine Farbe gefunden} other{{count} Farben gefunden}}

# data_import_color_specifications
source: Color Specifications
de: Farbspezifikationen

# data_import_color_type
source: Type
de: Typ

# data_import_create_date
source: Create Date
de: Erstellungsdatum

# data_import_customer_selection_title
source: Choose customer
de: Kunden auswählen

# data_import_delete_originals
source: Delete originals
de: Originale löschen

# data_import_document_id
source: Document ID
de: Dokument ID

# data_import_download_error
source: Download canceled
de: Download abgebrochen

# data_import_download_success
source: Downloaded file
de: Download erfolgreich

# data_import_drop_file_here
source: Drop PDF or XML file here
de: PDF oder XML Datei hier ablegen

# data_import_drop_pdf_or_xml
source: Please drop either a PDF or XML file
de: Bitte legen Sie entweder eine PDF- oder XML-Datei ab

# data_import_error_picking_directory
source: Fehler beim Setzen des Pfades
de: Error setting directory

# data_import_error_processing_file
source: Error processing file
de: Fehler beim Verarbeiten der Datei

# data_import_error_resetting_directory
source: Fehler beim Zurücksetzen des Pfades
de: Error resetting directory

# data_import_file_name
source: File Name
de: Dateiname

# data_import_invalid_file_type
source: Invalid file type
de: Falscher Datentyp

# data_import_modify_date
source: Modify Date
de: Änderungsdatum

# data_import_navigation_home
source: Home
de: Start

# data_import_no_access
source: No access to output path
de: Kein Zugriff auf Ausgabe Pfad

# data_import_no_permission_output_folder
source: No permission for selected output folder. Check system settings or change output folder.
de: Keine Berechtigung für den ausgewählten Ausgabeordner. Überprüfen Sie die Systemeinstellungen oder ändern Sie den Ausgabeordner.

# data_import_or_click_to_select
source: or click to select
de: oder klicken zum Auswählen

# data_import_output_path
source: Output path
de: Ausgabepfad

# data_import_output_path_choose_folder
source: Choose folder
de: Ordner auswählen

# data_import_output_path_reset_to_default
source: Reset to default
de: Auf Standard zurücksetzen

# data_import_output_path_subtitle
source: Folder in which the files will be saved
de: Ordner in dem die Dateien gespeichert werden sollen

# data_import_parsed_xml_data
source: Parsed XML Data
de: Geparste XML Daten

# data_import_pdf_uploaded_drop_xml
source: PDF uploaded. Please drop the corresponding XML file.
de: PDF hochgeladen. Bitte legen Sie die zugehörige XML-Datei ab.

# data_import_save
source: Save
de: Speichern

# data_import_select_empty_customer_subtitle
source: Select a customer before adding artworks and attachments
de: Wählen Sie einen Kunden aus, bevor Sie Artworks und Anhänge hinzufügen

# data_import_select_empty_customer_title
source: No customer selected
de: Kein Kunde ausgewählt

# data_import_settings
source: Settings Dataimport
de: Dateneingang Einstellungen

# data_import_title
source: Title
de: Titel

# data_import_unknown_color
source: Unknown
de: Unbekannt

# data_import_use_offline_mode
source: Use Offline Mode
de: Offline-Modus verwenden

# date_time_please_choose
source: Please choose a date
de: Bitte wähle ein Datum aus

# developer_check_for_updates_label
source: Check for updates
de: Nach Updates suchen

# developer_clear_cached_constraints_label
source: Clear cached window constraints
de: Zwischengespeicherte Fensterbeschränkungen löschen

# developer_clear_cached_constraints_tooltip
source: Clears cached window constraints for the current user
de: Löscht zwischengespeicherte Fensterbeschränkungen für den aktuellen Benutzer

# developer_clear_shared_prefs_label
source: Clear shared prefs
de: Shared Prefs löschen

# developer_flash_taskbar_icon_label
source: Flash taskbar icon
de: Taskleistensymbol blinken lassen

# developer_flash_taskbar_icon_tooltip
source: Flash the taskbar icon
de: Taskleistensymbol blinken lassen

source: Developer Options
de: Entwickleroptionen

# developer_set_overlay_icon_label
source: Set overlay icon
de: Overlay-Symbol setzen

# developer_set_overlay_icon_tooltip
source: Set overlay icon
de: Overlay-Symbol setzen

# developer_stop_overlay_icon_tooltip
source: Stop overlay icon
de: Overlay-Symbol stoppen

# developer_update_app_label
source: Update App
de: App aktualisieren

# entity_delete_lock
source: Release
de: Freigeben

# entity_delete_lock_message
source: Do you really want to release the dataset? The dataset has been locked by {lockedBy} for {lockedSince} minutes. All unsaved entries will be lost in the process.
de: Möchten Sie den Datensatz wirklich freigeben? Der Datensatz ist seit {lockedSince} Minuten von {lockedBy} gesperrt. Alle ungespeicherten Eingaben gehen dabei verloren.

# entity_lock_title
source: Entity lock
de: Gesperrte Datensätze

# entity_lock_title_plural
source: Entity locks
de: Gesperrte Datensätze

# entity_lock_title_singular
source: Entity lock
de: Gesperrter Datensatz

# entity_locked_at
source: Locked at
de: Gesperrt am

# entity_locked_by
source: Locked by
de: Gesperrt von

# entity_obj_id
source: Entity-ID
de: Datensatz-ID

# entity_table
source: Table
de: Tabelle

# exception_already_deleted
source: The record has already been deleted.
de: Der Datensatz wurde bereits gelöscht.

# exception_invalid_data
source: Invalid data
de: Ungültige Daten

# exception_invalid_input
source: Invalid input
de: Ungültige Eingabe

# exception_no_permission
source: You do not have the necessary permissions to edit this record.
de: Sie verfügen nicht über die nötigen Berechtigungen, diesen Datensatz zu bearbeiten.

# exception_record_already_exists
source: The value you entered already exists. Please review your input.
de: Der eingegebene Wert existiert bereits. Bitte überprüfen Sie Ihre Angaben.

# exception_server_error
source: Unexpected error.
de: Unerwarteter Fehler.

# exception_unexpected_error
source: Unexpected error
de: Unerwarteter Fehler
