Repository: luca-virnich/elbdesk_tmp
Catalog: packages/elbdesk_core/lib/l10n/elb_core_l10n_*.arb
Languages: de

# user_settings_collapse_sections_reset_confirm
source: Are you sure you want to reset all saved view states?
de: Sind Sie sicher, dass Sie alle gespeicherten Ansichts-Zustände zurücksetzen möchten?

# user_settings_collapse_sections_reset_sucess
source: View states successfully reset
de: Ansichts-Zustände erfolgreich zurückgesetzt

# user_settings_collapse_sections_subtitle
source: This setting determines whether content sections are displayed collapsed or expanded by default. The reset button can be used to reset all saved states - i.e. which sections you had previously expanded or collapsed.
de: Mit dieser Einstellung legen Sie fest, ob Inhaltsabschnitte standardmäßig ein- oder ausgeklappt angezeigt werden. Über den Reset-Button können alle gespeicherten Zustände zurückgesetzt werden – also, welche Abschnitte Sie zuvor ein- oder ausgeklappt hatten.

# user_settings_collapse_sections_title
source: Section view
de: Abschnittsansicht

# user_settings_drag_window_subtitle
source: This setting controls whether you can move windows outside the main window.
de: Diese Einstellung bestimmt, ob Sie Fenster außerhalb des Hauptfensters verschieben können.

# user_settings_drag_window_title
source: Move window outside the main window
de: Fenster außerhalb des Hauptfensters verschieben

# user_settings_inactive_floating_overlay_color
source: Inactive window background color
de: Inaktive Fensterhintergrundfarbe

# user_settings_inactive_floating_overlay_color_subtitle
source: Select your preferred background color for inactive windows
de: Wählen Sie Ihre bevorzugte Hintergrundfarbe für inaktive Fenster

# user_settings_locale
source: Language
de: Sprache

# user_settings_locale_english
source: English
de: Englisch

# user_settings_locale_german
source: German
de: Deutsch

# user_settings_locale_subtitle
source: Select your preferred language
de: Wählen Sie Ihre bevorzugte Sprache

# user_settings_reduce_motion
source: Reduce motion
de: Bewegung reduzieren

# user_settings_reduce_motion_subtitle
source: Reduces animations and visual effects.
de: Reduziert Animationen und visuelle Effekte.

# user_settings_small_ribbons_subtitle
source: When this setting is enabled, smaller ribbons are displayed. When this setting is disabled, larger ribbons are used.
de: Wenn die Einstellung aktiviert ist, werden kleinere Ribbons angezeigt. Wenn die Einstellung deaktiviert ist, werden größere Ribbons verwendet.

# user_settings_small_ribbons_title
source: Use compact ribbons
de: Kompakte Ribbons verwenden

# user_settings_table_prefix_table_name
source: Contact
de: Kontakt

# user_settings_theme_mode
source: Theme
de: Farbschema

# user_settings_theme_mode_dark
source: Dark
de: Dunkel

# user_settings_theme_mode_light
source: Light
de: Hell

# user_settings_theme_mode_subtitle
source: Select your preferred theme mode
de: Wählen Sie Ihr bevorzugtes Farbschema

# user_settings_tooltips_button_label
source: Example Button
de: Beispiel Button

# user_settings_tooltips_subtitle
source: Select whether button tooltips should be displayed. Tooltips provide additional information about the functions of the buttons when you move the mouse pointer over them.
de: Wählen Sie, ob Button-Tooltips angezeigt werden sollen. Tooltips bieten zusätzliche Informationen zu den Funktionen der Buttons, wenn Sie den Mauszeiger darüber bewegen.

# user_settings_window_description
source: Window description
de: Fensterbeschreibung

# user_settings_window_description_subtitle
source: This setting controls whether a prefix is displayed in the window title to indicate the type of table.
de: Diese Einstellung steuert, ob im Fenstertitel ein Präfix angezeigt wird, der die Art der Tabelle kennzeichnet.

# validation_address_required
source: Address required
de: Adresse nötig

# validation_app_user_email_already_exists
source: A user with the email address {email} already exists.
de: Ein Benutzer mit der E-Mail-Adresse {email} existiert bereits.

# validation_app_user_initials_already_exists
source: A user with the initials {initials} already exists.
de: Ein Benutzer mit den Initialen {initials} existiert bereits.

# validation_app_user_name_already_exists
source: A user with the name {fullName} already exists.
de: Ein Benutzer mit dem Namen {fullName} existiert bereits.

# validation_assigned_user_required
source: Employee needed
de: Mitarbeiter nötig

# validation_children_not_valid
source: Category includes invalid fields
de: Untergruppe enthält invalide Felder

# validation_city_required
source: City required
de: Stadt nötig

# validation_contains_invalid_fields
source: There are invalid fields.
de: Es sind ungültige Felder vorhanden.

# validation_country_required
source: Country required
de: Land nötig

# validation_description_required
source: Description is required
de: Beschreibung nötig

# validation_entity_not_found
source: {entity} not found
de: {entity} nicht gefunden

# validation_index_number_required
source: Index number required
de: Indexnummer nötig

# validation_initials_required
source: Initials required
de: Initialen nötig

# validation_invalid_date
source: Invalid date
de: Ungültiges Datum

# validation_invalid_email
source: Invalid email address
de: Ungültige E-Mail-Adresse

# validation_invalid_fields
source: Invalid Fields
de: Ungültige Felder

# validation_invalid_mobile
source: Invalid mobile number
de: Ungültige Handynummer

# validation_invalid_number
source: Invalid number
de: Ungültige Nummer

# validation_invalid_phone
source: Invalid phone number
de: Ungültige Telefonnummer

# validation_invalid_selection
source: Invalid Selection
de: Ungültige Auswahl

# validation_invalid_website
source: Invalid website address
de: Ungültige Website-Adresse

# validation_job_title_required
source: Job title required
de: Berufsbezeichnung nötig

# validation_keywords_required
source: Keywords required
de: Stichworte nötig

# validation_language_required
source: Language required
de: Sprache nötig

# validation_max_x_characters
source: Maximum {x} characters allowed.
de: Maximal {x} Zeichen erlaubt.

# validation_name_required
source: Name is required
de: Name nötig

# validation_order_number_required
source: Order number required
de: Bestellnummer nötig

# validation_planned_time_needed
source: Planned time required
de: Planzeit nötig

# validation_please_enter_a_number
source: Please enter a number
de: Bitte geben Sie eine Zahl ein

# validation_position_type_required
source: Position type required
de: Positionstyp nötig

# validation_postcode_required
source: Postcode required
de: Postleitzahl nötig

# validation_required
source: This field cannot be empty.
de: Dieses Feld darf nicht leer sein.

# validation_serial_number_required
source: Serial number required
de: Seriennummer nötig

# validation_state_required
source: State required
de: Bundesland nötig

# validation_status_required
source: Status required
de: Status nötig

# validation_type_required
source: Type is required
de: Typ nötig

# validation_user_required
source: User required
de: Nutzer nötig

# validation_work_instructions_required
source: Work instructions needed
de: Arbeitsanweisung nötig

# window_bottom_status_bar_created
source: Created:
de: Erstellt:

# window_bottom_status_bar_edited
source: Edited:
de: Geändert:

# window_manager_close_all
source: Close all windows
de: Alle Fenster schließen

# window_manager_maximize_all
source: Maximize all windows
de: Alle Fenster vergrößern

# window_manager_minimize_all
source: Minimize all windows
de: Alle Fenster minimieren
