Repository: luca-virnich/elbdesk_tmp
Catalog: packages/elbdesk_prepress/lib/l10n/elb_prepress_l10n_*.arb
Languages: de

# artwork_actions
source: Actions
de: Aktionen

# artwork_add
source: Add Artwork
de: Artwork hinzufügen

# artwork_add_color
source: Add Color
de: Farbe hinzufügen

# artwork_add_layer
source: Add layer
de: Ebene hinzufügen

# artwork_add_to_product
source: Assign to product
de: Einem Produkt zuordnen

# artwork_approval_type
source: Type
de: Typ

# artwork_approval_type_proof
source: Proof/Analogue
de: Proof/Analog

# artwork_assigned_artworks
source: Assigned Artworks
de: Zugeordnete Artworks

# artwork_bleed
source: Bleed
de: Anschnitt

# artwork_code_add
source: Add Code
de: Code hinzufügen

# artwork_code_aspect_ratio
source: Aspect Ratio
de: Seitenverhältnis

# artwork_code_bar_width_reduction
source: Bar Width Reduction
de: Balkenbreitenreduktion

# artwork_code_cell_size
source: Cell Size
de: Zellengröße

# artwork_code_code_size
source: Code Size
de: Code-Größe

# artwork_code_device_compensation
source: Device Compensation
de: Gerätekompensation

# artwork_code_error_correction
source: Error Correction
de: Fehlerkorrektur

# artwork_code_magnification
source: Magnification
de: Vergrößerung

# artwork_code_narrow_bar_width
source: Narrow Bar Width
de: Schmale Balkenbreite

# artwork_code_no_codes_added
source: No codes added yet
de: Noch keine Codes hinzugefügt

# artwork_code_output_resolution
source: Output Resolution
de: Ausgabeauflösung

# artwork_code_symbol_size
source: Symbol Size
de: Symbolgröße

# artwork_code_template
source: Template Code
de: Vorlagen-Code

# artwork_color_spec_type
source: Color spec type
de: Typ Farbspezifikation

# artwork_color_spec_type_short
source: FarbSpecType
de: FarbSpecTyp

# artwork_colors
source: Colors
de: Rasterangaben

# artwork_corner_radius
source: Corner radius
de: Eckenradius

# artwork_created_by
source: Created by
de: Erstellt von

# artwork_custom_text
source: Note
de: Bemerkung

# artwork_deduction
source: Deduction
de: Abzug

# artwork_delete
source: Delete Artwork
de: Artwork löschen

# artwork_delete_confirmation
source: Do you really want to delete this artwork?
de: Wollen Sie dieses Artwork wirklich löschen?

# artwork_die_cutter_type_circle
source: Circle
de: Rund

# artwork_die_cutter_type_custom
source: Custom
de: Sonderform

# artwork_die_cutter_type_square
source: Square
de: Rechteckig

# artwork_dimensions
source: Width x Height
de: Breite x Höhe

# artwork_edit_color
source: Edit Color
de: Farbe ändern

# artwork_edited_artwork
source: Edited Artwork
de: Bearbeitetes Artwork

# artwork_file_path_plural
source: File Paths
de: Datei Pfade

# artwork_general
source: General
de: Allgemein

# artwork_group_type_single
source: Single
de: Einzel

# artwork_height
source: Height
de: Höhe

# artwork_horizontal_margins
source: Horizontal Margins
de: Horizontale Ränder

# artwork_horizontal_margins_left
source: Left
de: Links

# artwork_horizontal_margins_right
source: Right
de: Rechts

# artwork_last_modified_by
source: Last modified by
de: Zuletzt bearbeitet von

source: Artwork Layer
de: Artwork Ebene

# artwork_layer_plural
source: Artwork Layers
de: Artwork Ebenen

# artwork_layer_singular
source: Artwork Layer
de: Artwork Ebene

# artwork_listview_soi
source: Listview artwork-soi
de: Listenansicht Artwork-FA

# artwork_locked_message
source: This artwork has none, or only a finished Sales Order Item and therefor can't be edited.
de: Dieses Artwork hat keinen oder nur einen abgeschlossenen Fertigungsauftrag und kann daher nicht bearbeitet werden.

# artwork_moved_file_path
source: Moved Path
de: Verschobener Pfad

# artwork_no_thumbnail
source: No thumbnail
de: Kein Thumbnail

# artwork_original_file_path
source: Original Path
de: Original Pfad

# artwork_print_process
source: Print Process
de: Druckprozess

# artwork_quarantine_add_to_product
source: Add Artwork Quarantine to Product
de: Artwork Quarantäne einem Produkt zuordnen

# artwork_quarantine_artwork
source: Quarantine Artwork
de: Quarantäne Artwork

# artwork_quarantine_colors
source: Quarantine Colors
de: Quarantäne Farben

# artwork_quarantine_create
source: Create quarantine artwork
de: Quarantäne Artwork erstellen

# artwork_quarantine_create_artwork
source: Create Artwork
de: Artwork erstellen

# artwork_quarantine_create_product
source: Create Product from Artwork Quarantine
de: Produkt aus Artwork Quarantäne erstellen

# artwork_quarantine_customer
source: Customer
de: Kunde

# artwork_quarantine_customer_id
source: Customer ID
de: Kunde ID

# artwork_quarantine_delete
source: Delete Artwork
de: Artwork löschen

# artwork_quarantine_delete_dialog_content
source: Do you really want to delete the entry?
de: Soll der Eintrag wirklich gelöscht werden?

# artwork_quarantine_description
source: Description
de: Beschreibung

# artwork_quarantine_group_apply_settings_confirmation_message
source: Do you really want to apply the group settings to {count} open artworks? This action cannot be undone.
de: Möchten Sie die Gruppeneinstellungen wirklich auf {count} offene Artworks anwenden? Diese Aktion kann nicht rückgängig gemacht werden.

# artwork_quarantine_group_apply_settings_confirmation_title
source: Apply Group Settings
de: Gruppeneinstellungen anwenden

# artwork_quarantine_group_attachments
source: Attachments
de: Anhänge

# artwork_quarantine_group_cancel_confirmation_message
source: Do you really want to cancel this Data Import? This action cannot be undone.
de: Möchten Sie diesen Dateneingang wirklich abbrechen? Diese Aktion kann nicht rückgängig gemacht werden.

# artwork_quarantine_group_cancel_confirmation_title
source: Cancel Data Import
de: Gruppe abbrechen

# artwork_quarantine_group_customer_id
source: Customer ID
de: Kundennummer

# artwork_quarantine_group_output_path
source: Output path
de: Ausgabepfad

# artwork_quarantine_group_plural
source: Data Imports
de: Dateneingänge

# artwork_quarantine_group_save_trimmed_content
source: All artworks in this group are marked as trimmed. How would you like to save the group status?
de: Alle Artworks in dieser Gruppe sind als Trimmed markiert. Wie soll der Gruppenstatus gespeichert werden?

# artwork_quarantine_group_save_trimmed_save_current
source: Save current status
de: Aktuellen Status speichern

# artwork_quarantine_group_save_trimmed_save_trimmed
source: Save as Trimmed
de: Als Trimmed speichern

# artwork_quarantine_group_save_trimmed_title
source: Save Group Status
de: Gruppen Status speichern

# artwork_quarantine_group_selected_product_series
source: Product Series
de: Produkt Serie

# artwork_quarantine_group_send_to_ae
source: Analyse Dataimport
de: Dateneingang analyisieren

# artwork_quarantine_group_singular
source: Data Import
de: Dateneingang

# artwork_quarantine_group_submit_confirmation_message
source: Do you really want to submit this Data Import to the AE? This will set the status to TODO and start a Workflow.
de: Möchten Sie diesen Dateneingang wirklich an die AE senden? Dies setzt den Status auf TODO und startet den Workflow.

# artwork_quarantine_group_submit_confirmation_title
source: Submit Data Import to AE
de: Dateneingang an AE senden

# artwork_quarantine_group_type
source: Type
de: Typ

# artwork_quarantine_group_validator_single_artworks
source: Group with multiple artworks can't be of type 'Single'.
de: Gruppe mit mehreren Artworks kann nicht vom Typ 'Single' sein.

# artwork_quarantine_keywords
source: Keywords
de: Stichwörter

# artwork_quarantine_plural
source: Quarantine artworks
de: Quarantäne Artworks

# artwork_quarantine_routing_all_quarantine_artworks
source: All quarantine artworks
de: Alle Quarantäne Artworks

# artwork_quarantine_routing_home
source: Create quarantine artwork
de: Quarantäne Artwork erstellen

# artwork_quarantine_singular
source: Quarantine Artwork
de: Quarantäne Artwork

# artwork_quarantine_vmop_note
source: VMOP Note
de: VMOP Hinweis

# artwork_reference
source: Reference
de: Referenz

# artwork_remove_from_table
source: Delete
de: Löschen

# artwork_sales_order
source: Sales Order
de: Verkaufsauftrag

# artwork_short_description
source: Short description
de: Kurzbeschreibung

# artwork_status_approved_by_customer
source: Approved by customer
de: Vom Kunden freigegeben

# artwork_status_data_entry
source: Data entry
de: Dateineingang

# artwork_status_in_preparation
source: In preparation
de: In Aufbereitung

# artwork_status_ready_for_approval
source: Ready for approval
de: Bereit zur Freigabe

# artwork_status_step_and_repeat_created
source: Step & Repeat created
de: Step & Repeat erstellt

# artwork_status_waiting_for_step_and_repeat
source: Waiting for Step & Repeat
de: Warten auf Step & Repeat

# artwork_template_global
source: Global Artwork-Vorlagen
de: Globale Artwork-Vorlagen

# artwork_template_plural
source: Artwork Templates
de: Artwork-Vorlagen

# artwork_template_preselection
source: Preselection
de: Vorauswahl

# artwork_template_preselection_plural
source: Preselections
de: Vorauswahlen

# artwork_template_preselection_singular
source: Preselection
de: Vorauswahl

# artwork_template_select
source: Select artwork template
de: Artwork Vorlage wählen

# artwork_template_selection
source: Selection
de: Auswahl

# artwork_template_selection_plural
source: Selections
de: Auswahlen

# artwork_template_selection_singular
source: Selection
de: Auswahl

# artwork_template_singular
source: Artwork Template
de: Artwork-Vorlage

source: Artwork templates
de: Artwork-Vorlagen

# artwork_thumbnail_not_found
source: Thumbnail not found
de: Thumbnail nicht gefunden

# artwork_thumbnail_path
source: Thumbnail Path
de: Thumbnail Pfad

# artwork_trapping_and_deduction
source: Trapping and Deduction
de: Trapping & Anschnitt

# artwork_trapping_black
source: Black
de: Schwarz

# artwork_trapping_pictures
source: Pictures
de: Bilder

# artwork_trapping_pullback
source: Pullback
de: Rückzug

# artwork_trapping_special_colors
source: Special Colors
de: Sonderfarben

source: Artwork Type
de: Artwork Typ

# artwork_v_layer
source: V-Layer
de: V-Ebene

# artwork_version_deducation
source: Version / Deduction
de: Version / Abzug

# artwork_vertical_margins
source: Vertical Margins
de: Vertikale Ränder

# artwork_vertical_margins_bottom
source: Bottom
de: Fußrand

# artwork_vertical_margins_top
source: Top
de: Kopfrand

# artwork_width
source: Width
de: Breite

# artwork_xml_path
source: Xml Path
de: Xml Pfad

source: Bleed
de: Anschnitt

source: Color
de: Farbe

source: Color books
de: Farbbücher

# color_change_short_name
source: Change short name
de: Kurzname ändern

# color_general
source: General
de: Allgemein

# color_import_success_message
source: Colors imported successfully
de: Farbbuch erfolgreich importiert

# color_new
source: New color
de: Neue Farbe

# color_palette_already_exists
source: This color palette already exists.
de: Dieses Farbbuch existiert bereits.

# color_palette_description
source: Description
de: Beschreibung

# color_palette_general
source: General
de: Allgemein

# color_palette_plural
source: Color books
de: Farbbücher

# color_palette_singular
source: Color book
de: Farbbuch

# color_plural
source: Colors
de: Farben

# color_select_cxf
source: Select .cxf File
de: .cxf-Datei auswählen

# color_short_name
source: Short name
de: Kurzname

# color_singular
source: Color
de: Farbe

# color_spec_type_processing_step
source: Processing Step
de: Verarbeitungs Schritt

source: Color type
de: Farbtyp

# color_type_non_printing
source: Non-printing
de: Nicht druckend

# color_type_opak
source: Opaque
de: Opak

source: Customer
de: Kunde

# customer_color_spec_general
source: General
de: Allgemein

# customer_color_spec_new
source: New Customer Color Spec
de: Neue Rasterangaben

# customer_color_spec_plural
source: Color specs
de: Rasterangaben

# customer_color_spec_singular
source: Color spec
de: Rasterangabe

source: Customer ID
de: Kunden ID

# drucklayout_choose_existing
source: Choose an existing Printlayout
de: Wählen Sie ein vorhandenes Drucklayout aus

# drucklayout_choose_nutzenlayout
source: Choose the Nutzenlayout, that you want to assign to the Printlayout
de: Wählen Sie die Nutzenlayouts aus, die Sie diesem Drucklayout zuweisen möchten:

# drucklayout_description
source: Description
de: Beschreibung

# drucklayout_existing
source: Existing Printlayouts:
de: Vorhandene Drucklayouts:

# drucklayout_none_existing
source: No Printlayouts found for this customer
de: Keine Drucklayouts für diesen Kunden vorhanden

# drucklayout_plural
source: Print Layouts
de: Drucklayouts

# drucklayout_preselection_plural
source: Preselections
de: Vorauswahlen

# drucklayout_preselection_singular
source: Preselection
de: Vorauswahl

# drucklayout_selection_plural
source: Selections
de: Auswahlen

# drucklayout_selection_singular
source: Selection
de: Auswahl

# drucklayout_singular
source: Print Layout
de: Drucklayout

# drucklayout_title
source: Title
de: Titel

# global_artwork_template
source: Global artwork templates
de: Globale Artwork-Vorlagen

source: Import colors
de: Farben importieren

source: Layer
de: Ebene

# layer_locked
source: Locked
de: Blockiert

# layer_new
source: New Layer
de: Neue Ebene

# layer_printable
source: Printable
de: Druckbar

# layer_type
source: Type
de: Typ

# layer_type_die_cutter
source: Die Cutter
de: Stanze

# layer_type_dimensions
source: Dimensions
de: Bemaßung

# layer_type_none
source: None
de: Keine

# layer_type_opaque_white
source: Opaque White
de: Deckweiß

# layer_type_varnish
source: Varnish
de: Lack

source: Layers
de: Ebenen

# layout_einzelform
source: Single form
de: Einzelform

# layout_einzelform_short
source: Single
de: Einzel

# layout_sammelform
source: Multi form
de: Sammelform

# layout_sammelform_short
source: Multi
de: Sammel

source: Main Print Process
de: Hauptdruckverfahren

# none_for_sales_order
source: No {type} for this SalesOrder
de: Keine {type} für diesen Auftrag vorhanden

# nutzenlayout_added_to_drucklayout
source: Nutzenlayout was added to Drucklayout
de: Nutzenlayouts wurden dem Drucklayout zugewiesen

# please_choose_min_drucklayout
source: Please choose minimum one Nutzenlayout
de: Bitte wählen Sie mindestens ein Nutzenlayout aus

source: Prepare Artwork
de: Artwork aufbereiten

# prepare_artwork_short
source: Prepare
de: Aufbereiten

# print_layout_add_product_part
source: Add Product Parts
de: Produktteile hinzufügen

# print_layout_count_x
source: Count X
de: Anzahl X

# print_layout_count_y
source: Count Y
de: Anzahl Y

# print_layout_description
source: Description
de: Beschreibung

# print_layout_general
source: General
de: Allgemein

# print_layout_plural
source: Print Layouts
de: Drucklayouts

# print_layout_product_parts
source: Available Product Parts
de: Verfügbare Produktteile

# print_layout_singular
source: Print Layout
de: Drucklayout

source: Print process
de: Druckverfahren

# print_process_nicht_druckend
source: Not printed
de: Nicht druckend

# print_process_type_digital
source: Digital printing
de: Digitaldruck

# print_process_type_flexo
source: Flexo printing
de: Flexodruck

# print_process_type_letterpress
source: Letterpress printing
de: Buchdruck

# print_process_type_offset
source: Offset printing
de: Offsetdruck

# print_process_type_screen
source: Screen printing
de: Siebdruck

source: Product
de: Produkt

# product_create
source: Create Product
de: Produkt erstellen

# product_customer_ref
source: Customer reference
de: Kundenreferenz

# product_description
source: Description
de: Beschreibung

# product_general
source: General
de: Allgemein

source: Product ID
de: Produkt ID

# product_image
source: Image
de: Bild

# product_index_number
source: Index number
de: Indexnummer

# product_keywords
source: Keywords
de: Stichwörter

source: Product Master
de: Produkt Master

# product_master_plural
source: Product Masters
de: Produkt Masters

# product_master_singular
source: Product Master
de: Produkt Master

# product_new
source: New Product
de: Neues Produkt

# product_new_series
source: New Series
de: Neue Serie

source: Product Part
de: Produktteil

# product_part_description
source: Description
de: Beschreibung

# product_part_general
source: General
de: Allgemein

source: Product Part ID
de: Produktteil-ID

# product_part_image
source: Image
de: Bild

# product_part_image_url
source: Image Url
de: Bild Url

# product_part_new
source: New Product Part
de: Neues Produktteil

# product_part_plural
source: Product Parts
de: Produktteile

# product_part_product_id
source: Product ID
de: Produkt ID

# product_part_singular
source: Product Part
de: Produktteil

source: Product part type
de: Produktteil Typ

# product_part_type_back
source: Back
de: Rückseite

# product_part_type_none
source: None
de: Keiner

# product_part_work_instructions
source: Working instructions
de: Arbeitsanweisung

# product_plural
source: Products
de: Produkte

# product_position_type
source: Position Type
de: Positionstyp

# product_position_type_bottom
source: Bottom
de: Boden

# product_position_type_lid
source: Lid
de: Deckel

# product_position_type_none
source: None
de: Keine

# product_product
source: Product
de: Produkt

# product_product_parts
source: Product Parts
de: Produktteile

# product_select
source: Select product
de: Produkt wählen

# product_serial_number
source: Serial number
de: Seriennummer

# product_series
source: Series
de: Serie

# product_series_change
source: Change series
de: Serie ändern

# product_series_select
source: Choose series
de: Serie wählen

# product_singular
source: Product
de: Produkt

# product_title
source: Product
de: Produkt

source: Product Type
de: Produktart

# product_type_back
source: Back
de: Rückseite

# product_type_bag
source: Bag
de: Tragetasche

# product_type_bottom
source: Bottom
de: Boden

# product_type_cup
source: Cup
de: Becher

# product_type_curved
source: Label - curved
de: Etikett gebogen

# product_type_foil
source: Foil
de: Folie

# product_type_front
source: Front
de: Vorderseite

# product_type_lid
source: Lid
de: Deckel

# product_type_monolayer
source: Label - Monolayer
de: Etikett - Monolayer

# product_type_monolayer_one_sided
source: Label - Monolayer one-sided
de: Etikett - Monolayer einseitig

# product_type_monolayer_two_sided
source: Label - Monolayer two-sided
de: Etikett - Monolayer beidseitig

# product_type_none
source: None
de: Keiner

# product_type_template_digital
source: Template digital print
de: Vorlage Digitaldruck

# product_type_tissue
source: Tissues
de: Taschentücher

# quarantine_group_status_canceled
source: Canceled
de: Abgebrochen

# quarantine_group_status_done
source: Ready
de: Bereit

# quarantine_group_status_in_use
source: Finished
de: Abgeschlossen

# quarantine_group_status_open
source: Ongoing
de: Offen

# sales_order_item_short
source: SOI
de: FA

# sales_sales_order_singular
source: Sales Orders
de: Verkaufsauftrag

source: Screen angle
de: Rasterwinkel

# screen_angle_short
source: Angle
de: Winkel

source: Screen Lineature
de: Rasterweite

# screen_lineature_short
source: Lineature
de: Weite

source: Screen point form
de: Rasterpunktform

# screen_point_form_short
source: Point form
de: Punktform

# soi_artwork_approval_error_already_added
source: Artwork Approval already added
de: Artwork Freigabe ist bereits vorhanden

# soi_einzelformaufbau_plural
source: Preparation single forms
de: Einzelformaufbauten

# soi_einzelformaufbau_singular
source: Preparation single form
de: Einzelformaufbau

# soi_einzelformaufbau_singular_short
source: Single form
de: Einzelform

# soi_prepare_artwork
source: Prepare SOI Artwork
de: Artwork aufbereiten

# soi_prepare_artwork_error_already_added
source: Prepare Artwork already added
de: Artwork aufbereiten ist bereits vorhanden

# soi_prepare_artwork_error_already_in_another
source: Artwork is already being edited in another Sales Order
de: Artwork ist bereits in anderem Auftrag in Bearbeitung

# soi_request_artwork_approval_plural
source: Artwork Approvals
de: Artwork Freigaben

# soi_request_artwork_approval_singular
source: Artwork Approval
de: Artwork Freigabe

# soi_request_artwork_approval_singular_short
source: Approval
de: Freigabe

# soi_sammelformaufbau_plural
source: Preparation multi forms
de: Sammelformaufbauten

# soi_sammelformaufbau_singular
source: Preparation multi form
de: Sammelformaufbau

# soi_sammelformaufbau_singular_short
source: Multi form
de: Sammelform

# soi_step_and_repeat
source: Prepare Step & Repeat
de: Step & Repeat aufbereiten

source: Support
de: Träger

source: Trapping and Bleed
de: Trapping und Anschnitt

# trapping_black
source: Black
de: Schwarz

# trapping_picture
source: Pictures
de: Bilder

# trapping_pullback
source: Pullback
de: Rückzug

# trapping_special_colors
source: Special Colors
de: Sonderfarben
